#include "foo.hpp"
#include <iostream>

void foo() {
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;
    std::cout << "Одинокий волк одинок когда он волк и одинок" << std::endl;

}